Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/TranslationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Translation Unavailable
ar: الترجمة غير متوفرة
bg: Преводът не е достъпен
ca: Traducció no disponible
cs: Překlad není k dispozici
da: Oversættelse er ikke tilgængelig
de: „Übersetzen“ nicht verfügbar
el: Δεν διατίθεται μετάφραση
es: Traducción no disponible
es_us: Traducción no disponible
fi: Käännös ei käytettävissä
fr: Traduction indisponible
fr_ca: Traduction indisponible
he: התרגום לא זמין
hi: अनुवाद अनुपलब्ध है
hr: Prijevod nije dostupan
hu: Nem érhető el a fordítás
id: Penerjemahan Tidak Tersedia
it: Traduzione non disponibile
ja: “翻訳”は使用できません
kk: Аударма қолжетімді емес
ko: 번역을 사용할 수 없음
lt: Vertimas negalimas
ms: Terjemahan Tidak Tersedia
nb: Oversettelse ikke tilgjengelig
nl: Vertaling niet beschikbaar
pl: Tłumaczenie niedostępne
pt: Tradução Indisponível
pt_pt: Tradução indisponível
ro: Traducere indisponibilă
ru: Перевод недоступен
sk: Tlmočník nie je k dispozícii
sl: Prevod ni na voljo
sv: Ingen översättning är tillgänglig
th: ไม่มีการแปล
tr: Çeviri Kullanılamıyor
uk: Переклад недоступний
vi: Không có sẵn bản dịch
zh_cn: 翻译不可用
zh_hk: 無法使用翻譯
zh_tw: 無法使用翻譯

# TRANSLATION_UNAVAILABLE_MESSAGE
source: Translation is unavailable at the moment. Try again at a later time.
ar: الترجمة غير متوفرة حاليًا، الرجاء المحاولة في وقت لاحق.
bg: В момента не е достъпна услугата за превеждане. Опитайте отново по-късно.
ca: El servei de traducció no està disponible en aquest moment. Torna‑ho a provar més tard.
cs: Překlad momentálně není k dispozici. Zkuste to znovu později.
da: Oversættelse er ikke tilgængelig i øjeblikket. Prøv igen på et senere tidspunkt.
de: „Übersetzen“ ist momentan nicht verfügbar. Versuche es später erneut.
el: Η Μετάφραση δεν είναι διαθέσιμη τώρα. Δοκιμάστε πάλι αργότερα.
es: La app no está disponible en este momento. Inténtalo más tarde.
es_us: Traducir no está disponible por ahora. Intenta más tarde.
fi: Käännös ei ole käytettävissä tällä hetkellä. Yritä myöhemmin uudelleen.
fr: Traduire n’est pas disponible pour le moment. Réessayez plus tard.
fr_ca: Aucune traduction n’est disponible pour l’instant. Réessayez plus tard.
he: התרגום אינו זמין כרגע. ניתן לנסות שוב מאוחר יותר.
hi: अनुवाद इस समय उपलब्ध नहीं है। बाद में किसी समय फिर कोशिश करें।
hr: Prijevod trenutačno nije dostupan. Pokušajte kasnije.
hu: Jelenleg nem érhető el a fordítás. Próbálja újra később.
id: Penerjemahan tidak tersedia saat ini. Coba lagi nanti.
it: In questo momento la traduzione non è disponibile. Riprova più tardi.
ja: “翻訳”は現在使用できません。あとでやり直してみてください。
kk: Аудару функциясы қазір қолжетімді емес. Әрекетті кейінірек қайталаңыз.
ko: 현재 번역 기능을 사용할 수 없습니다. 나중에 다시 시도하십시오.
lt: Šiuo metu vertimas negalimas. Bandykite dar kartą vėliau.
ms: Terjemahan tidak tersedia pada masa ini. Cuba lagi kemudian.
nb: Oversettelse er ikke tilgjengelig for øyeblikket. Prøv igjen senere.
nl: Er is op dit moment geen vertaling beschikbaar. Probeer het later opnieuw.
pl: Funkcja tłumaczenia jest obecnie niedostępna. Spróbuj ponownie później.
pt: A tradução está indisponível no momento. Tente novamente mais tarde.
pt_pt: Serviço temporariamente indisponível. Volte a tentar mais tarde.
ro: Funcționalitatea Traducere nu este disponibilă momentan. Reîncercați mai târziu.
ru: Функция перевода сейчас недоступна. Повторите попытку позже.
sk: Tlmočník v tejto chvíli nie je k dispozícii. Skúste to znovu neskôr.
sl: Prevod trenutno ni na voljo. Poskusite znova pozneje.
sv: En översättning är inte tillgänglig just nu. Försök igen senare.
th: ไม่มีการแปลภาษาในตอนนี้ ลองอีกครั้งในภายหลัง
tr: Çeviri şu anda kullanılamıyor. Daha sonra yeniden deneyin.
uk: Наразі функція «Переклад» недоступна. Спробуйте пізніше.
vi: Bản dịch không có sẵn tại thời điểm này. Thử lại sau một lúc nữa.
zh_cn: “翻译”目前不可用。请稍后再试。
zh_hk: 目前無法使用「翻譯」。請稍後再試。
zh_tw: 目前無法使用「翻譯」。請稍後再試。

# TRANSLATIONS_DOWNLOAD_LANGUAGE_PAIR_TITLE
source: Both input and output languages must be downloaded to enable offline translation.
ar: يجب تنزيل كل من لغات الإدخال والإخراج لتمكين الترجمة دون اتصال بالإنترنت.
bg: За да активирате офлайн превода, трябва да се изтеглят и двата езика – входящ и изходящ.
ca: Per traduir sense connexió, cal descarregar tant l’idioma d’origen com el de destinació.
cs: Překlad offline je možné zapnout jen mezi staženými jazyky
da: Sprog til både input og output skal være hentet for at oversætte offline.
de: Ausgangs- und Zielsprachen müssen für Offline-Übersetzungen geladen werden.
el: Πρέπει να πραγματοποιηθεί λήψη τόσο της γλώσσας εισόδου όσο και της γλώσσας εξόδου, ώστε να είναι δυνατή η μετάφραση εκτός σύνδεσης.
es: Para poder traducir sin conexión, debes descargar los dos idiomas de la traducción.
es_us: Para usar la traducción sin conexión, debes descargar tanto el idioma de origen como el de destino.
fi: Sekä lähtö- että kohdekieli on ladattava, jotta offline-käännös voidaan ottaa käyttöön.
fr: Téléchargez les langues source et cible pour activer la traduction en mode hors ligne.
fr_ca: La langue source et la langue cible doivent être téléchargées pour permettre la traduction hors ligne.
he: כדי לאפשר תרגום ללא חיבור לרשת, גם שפת הקלט וגם שפת הפלט חייבות להיות שפות שהורדו למכשיר.
hi: ऑफ़लाइन अनुवाद सक्षम करने के लिए इनपुट और आउटपुट दोनों भाषाएँ डाउनलोड की जानी चाहिए।
hr: Za omogućavanje izvanmrežnog prijevoda potrebno je preuzeti ulazne i izlazne jezike.
hu: Az offline fordítás engedélyezéséhez a bemeneti és kimeneti nyelvet is le kell tölteni.
id: Bahasa input dan output harus diunduh untuk mengaktifkan penerjemahan offline.
it: Per abilitare la traduzione non in linea è necessario scaricare sia la lingua di partenza sia la lingua di arrivo.
ja: オフラインで翻訳するには、入力言語と出力言語の両方がダウンロードされている必要があります。
kk: Офлайн аударманы қосу үшін енгізілетін және аударылатын тілдің екеуін де жүктеп алу қажет.
ko: 오프라인 번역을 활성화하려면 입력 및 출력 언어를 모두 다운로드해야 합니다.
lt: Kad būtų galima versti neprisijungus, turi būti atsisiųstos ir originalo, ir vertimo kalbos.
ms: Bahasa input dan juga output mesti dimuat turun untuk mendayakan terjemahan luar talian.
nb: Du må laste ned både kildespråk og målspråk for å aktivere oversettelse uten internett­forbindelse.
nl: Zowel invoertalen als uitvoertalen moeten worden gedownload om offline vertaling in te schakelen.
pl: Aby tłumaczyć poza siecią, musisz pobrać zarówno język źródłowy, jak i docelowy.
pt: É necessário baixar o idioma de origem e o de destino para realizar a tradução off‑line.
pt_pt: Os idiomas de entrada e de saída têm de ser descarregados para ativar a tradução offline.
ro: Pentru a activa traducerea offline, trebuie să fie descărcate atât limba sursă, cât și limba de destinație.
ru: Чтобы переводить без подключения к интернету, требуется загрузить язык ввода и язык вывода.
sk: Ak chcete zapnúť offline prekladanie, jazyk vstupu aj jazyk výstupu musia byť stiahnuté.
sl: Če želite omogočiti prevajanje brez povezave, morate prenesti tako izvirni kot ciljni jezik.
sv: Både källspråk och målspråk måste hämtas innan det går att översätta offline.
th: ต้องดาวน์โหลดทั้งสองภาษาที่จะแปลระหว่างกันเพื่อเปิดใช้งานการแปลภาษาแบบออฟไลน์
tr: Çevrimdışı çeviriyi etkinleştirmek için hem giriş hem de çıkış dilinin indirilmesi gerekir.
uk: Для ввімкнення автономного перекладу необхідно викачати обидві мови.
vi: Cả ngôn ngữ đầu vào và đầu ra phải được tải về để bật bản dịch ngoại tuyến.
zh_cn: 必须下载输入和输出语言，才能启用离线翻译。
zh_hk: 輸入和輸出語言均必須下載，才可啟用離線翻譯。
zh_tw: 必須下載輸入和輸出語言才能啟用離線翻譯。

# TRANSLATIONS_DOWNLOADABLE_TITLE
source: Languages Available For Download
ar: لغات متاحة للتنزيل
bg: Езици, налични за изтегляне
ca: Idiomes disponibles per descarregar
cs: Jazyky dostupné ke stažení
da: Sprog, der kan hentes
de: Zum Laden verfügbare Sprachen
el: Διαθέσιμες γλώσσες προς λήψη
es: Idiomas que se pueden descargar
es_us: Idiomas disponibles para descargar
fi: Ladattavissa olevat kielet
fr: Langues disponibles pour le téléchargement
fr_ca: Langues disponibles au téléchargement
he: השפות הזמינות להורדה
hi: डाउनलोड करने के लिए उपलब्ध भाषाएँ
hr: Jezici dostupni za preuzimanje
hu: Letölthető nyelvek
id: Bahasa Yang Tersedia Untuk Diunduh
it: Lingue disponibili per il download
ja: ダウンロード可能な言語
kk: Жүктеп алу үшін қолжетімді тілдер
ko: 다운로드 가능한 언어
lt: Galimos atsisiųsti kalbos
ms: Bahasa yang Tersedia untuk Dimuat Turun
nb: Språk tilgjengelige for nedlasting
nl: Beschikbare talen om te downloaden
pl: Języki dostępne do pobrania
pt: Idiomas Disponíveis para Download
pt_pt: Idiomas disponíveis para descarregar
ro: Limbi disponibile pentru descărcare
ru: Языки, доступные для загрузки
sk: Jazyky dostupné na stiahnutie
sl: Jeziki, na voljo za prenos
sv: Språk som är tillgängliga för hämtning
th: ภาษาที่มีให้ดาวน์โหลด
tr: İndirilebilecek Diller
uk: Доступні для викачування мови
vi: Các ngôn ngữ có sẵn để tải về
zh_cn: 可供下载的语言
zh_hk: 可供下載的語言
zh_tw: 可供下載的語言

# TRANSLATIONS_INSTALLED_TITLE
source: Available Offline
ar: متوفرة دون اتصال
bg: Налични офлайн
ca: Disponibles sense connexió
cs: Dostupné offline
da: Tilgængelig uden forbindelse
de: Offline verfügbar
el: Διαθέσιμες εκτός σύνδεσης
es: Disponible sin conexión
es_us: Disponible sin conexión
fi: Käytettävissä offline-tilassa
fr: Disponible hors ligne
fr_ca: Disponible hors ligne
he: זמין גם במצב לא-מקוון
hi: ऑफ़लाइन उपलब्ध
hr: Dostupno izvanmrežno
hu: Elérhető offline
id: Tersedia Secara Offline
it: Disponibili non in linea
ja: オフラインで使用可能
kk: Офлайн қолжетімді
ko: 오프라인 사용 가능
lt: Pasiekiama neprisijungus prie interneto
ms: Tersedia Di Luar Talian
nb: Tilgjengelig uten internett
nl: Offline beschikbaar
pl: Dostępny poza siecią
pt: Disponível Off-line
pt_pt: Disponível sem ligação
ro: Disponibile offline
ru: Доступно офлайн
sk: Dostupné offline
sl: Na voljo brez povezave
sv: Tillgänglig utan nätverk
th: แปลได้ในระหว่างออฟไลน์
tr: Çevrimdışı Kullanılabilir
uk: Доступно офлайн
vi: Có sẵn Ngoại tuyến
zh_cn: 离线可用
zh_hk: 離線可用
zh_tw: 離線時可用
